Revit 2027 API
FabricSheet.CutOverallWidth Property
 The sheet length after cutting has taken place.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CutOverallWidth { get; }
Public ReadOnly Property CutOverallWidth As Double
	Get
public:
property double CutOverallWidth {
	double get ();
}
member CutOverallWidth : float with get
Property Value
Double
See Also
Reference
FabricSheet Class
Autodesk.Revit.DB.Structure Namespace